[{
        "photo": "products/smart_watch_pro.jpg",
        "name": "Smartwatch Pro",
        "short_description": "Stay connected and fit with Smartwatch Pro. Monitor workouts, heart rate, and receive smartphone notifications.",
        "full_description": "The Smartwatch Pro is your ultimate companion for staying connected and achieving your fitness goals. With its sleek design and advanced features, it tracks your workouts, monitors your heart rate, and allows you to receive notifications from your smartphone. Stay on top of your game with Smartwatch Pro!",
        "website": "https://www.smartwatchpro.com",
        "detail_url": "https://www.smartwatchpro.com/products/smartwatch-pro",
        "video_url": "https://www.youtube.com/watch?v=LtJNX-oWIVc",
        "is_private": false
    },
    {
        "photo": "products/wireless_earbuds.jpg",
        "name": "Wireless Earbuds X",
        "short_description": "Immerse yourself in music with Wireless Earbuds X. Enjoy high-fidelity sound and long-lasting battery life.",
        "full_description": "Experience the ultimate freedom of wireless music with Wireless Earbuds X. These earbuds deliver high-fidelity sound, seamless Bluetooth connectivity, and long-lasting battery life. Whether you're on a run or working from home, Wireless Earbuds X will keep you in the zone.",
        "website": "https://www.wirelessearbudsx.com",
        "detail_url": "https://www.wirelessearbudsx.com/products/wireless-earbuds-x",
        "video_url": "https://www.youtube.com/watch?v=PzlSdp7Dz1U",
        "is_private": false
    },
    {
        "photo": "products/coffee_blend.jpg",
        "name": "Gourmet Coffee Blend",
        "short_description": "Indulge in the rich flavors of Gourmet Coffee Blend. Experience a delightful balance of aroma and flavor.",
        "full_description": "Awaken your senses with the exquisite taste of Gourmet Coffee Blend. Sourced from the finest coffee beans around the world, this blend offers a delightful balance of aroma and flavor. Start your day with a perfect cup of Gourmet Coffee Blend.",
        "website": "https://www.gourmetcoffeeblend.com",
        "detail_url": "https://www.gourmetcoffeeblend.com/products/gourmet-coffee-blend",
        "video_url": "https://www.youtube.com/watch?v=pYT6RxeKXJI",
        "is_private": false
    },
    {
        "photo": "products/skincare_set.jpg",
        "name": "Organic Skincare Set",
        "short_description": "Nourish your skin with our Organic Skincare Set. Experience radiant and healthy skin.",
        "full_description": "Treat your skin to the goodness of nature with our Organic Skincare Set. This set includes a cleanser, toner, and moisturizer made from carefully selected organic ingredients. Experience the difference of radiant and healthy skin with our Organic Skincare Set.",
        "website": "https://www.organicskincareset.com",
        "detail_url": "https://www.organicskincareset.com/products/organic-skincare-set",
        "video_url": "https://www.youtube.com/watch?v=UCE84HDi8OY",
        "is_private": false
    },
    {
        "photo": "products/smart_home_hub.jpg",
        "name": "Smart Home Hub",
        "short_description": "Transform your home with the Smart Home Hub. Control smart devices for efficiency and security.",
        "full_description": "Experience the future of smart living with the Smart Home Hub. This all-in-one hub connects and controls your smart devices, making your home more efficient and secure. From adjusting the thermostat to managing security cameras, the Smart Home Hub puts control in the palm of your hand.",
        "website": "https://www.smarthomehub.com",
        "detail_url": "https://www.smarthomehub.com/products/smart-home-hub",
        "video_url": "https://www.youtube.com/watch?v=MtSojiNQH_4",
        "is_private": false
    },
    {
        "photo": "products/eco_friendly_water_bottle.jpg",
        "name": "Eco-Friendly Water Bottle",
        "short_description": "Stay hydrated and eco-friendly with our Water Bottle. Enjoy cold or hot beverages on the go.",
        "full_description": "Our Eco-Friendly Water Bottle is the perfect companion for your active lifestyle. Made from sustainable materials, it's designed to keep your beverages cold or hot for hours. Join us in reducing plastic waste and stay hydrated with our Eco-Friendly Water Bottle.",
        "website": "https://www.ecofriendlywaterbottle.com",
        "detail_url": "https://www.ecofriendlywaterbottle.com/products/eco-friendly-water-bottle",
        "video_url": "https://www.youtube.com/watch?v=7Vx2k9tH1p8",
        "is_private": false
    },
    {
        "photo": "products/wireless_charging_pad.jpg",
        "name": "Wireless Charging Pad",
        "short_description": "Say goodbye to cables with our Wireless Charging Pad. Fast and convenient charging for Qi-enabled devices.",
        "full_description": "Our Wireless Charging Pad offers fast and convenient charging for your Qi-enabled devices. Simply place your phone on the pad, and it starts charging wirelessly. No more tangled cables or searching for chargers. Simplify your charging experience with our Wireless Charging Pad.",
        "website": "https://www.wirelesschargingpad.com",
        "detail_url": "https://www.wirelesschargingpad.com/products/wireless-charging-pad",
        "video_url": "https://www.youtube.com/watch?v=8CPGUe_IaZs",
        "is_private": false
    },
    {
        "photo": "products/bluetooth_speaker.jpg",
        "name": "Portable Bluetooth Speaker",
        "short_description": "Enjoy music on the go with our Portable Bluetooth Speaker. Crystal-clear sound and long battery life.",
        "full_description": "Take your music anywhere with our Portable Bluetooth Speaker. It offers crystal-clear sound and long battery life, making it perfect for outdoor adventures or parties. Get ready to elevate your music experience with our Portable Bluetooth Speaker.",
        "website": "https://www.portablebluetoothspeaker.com",
        "detail_url": "https://www.portablebluetoothspeaker.com/products/portable-bluetooth-speaker",
        "video_url": "https://www.youtube.com/watch?v=QSPOEolV4Rc",
        "is_private": false
    },
    {
        "photo": "products/fashion_backback.jpg",
        "name": "Sustainable Fashion Backpack",
        "short_description": "Embrace sustainable style with our Fashion Backpack. Made from recycled materials.",
        "full_description": "Our Sustainable Fashion Backpack is a perfect blend of style and eco-consciousness. It's made from recycled materials and designed for both fashion and functionality. Carry your essentials in style while making a positive impact on the planet with our Sustainable Fashion Backpack.",
        "website": "https://www.sustainablefashionbackpack.com",
        "detail_url": "https://www.sustainablefashionbackpack.com/products/sustainable-fashion-backpack",
        "video_url": "https://www.youtube.com/watch?v=c9dJfXMKOzw",
        "is_private": false
    },
    {
        "photo": "products/security_camera.jpg",
        "name": "Home Security Camera",
        "short_description": "Monitor your home with our Home Security Camera. HD video, night vision, and smart motion detection.",
        "full_description": "Keep an eye on your home 24/7 with our Home Security Camera. It offers high-definition video, night vision, and smart motion detection. Whether you're at work or on vacation, stay connected to your home with our Home Security Camera.",
        "website": "https://www.homesecuritycamera.com",
        "detail_url": "https://www.homesecuritycamera.com/products/home-security-camera",
        "video_url": "https://www.youtube.com/watch?v=H0yF5HESP0Q",
        "is_private": false
    }
]